export default {
  lang: 'rtl',
  nav: {
    home: 'الرئيسية',
    about: 'عن التطبيق',
    screen: 'شاشات التطبيق',
    download: 'تحميل التطبيق',
    contact: 'اتصل بنا',
    terms: 'الشروط و الأحكام',
    policy: 'سياسة الخصوصية',
    backToHome: 'الصفحة الرئيسية',
    lang: 'EN',
  },
  mainSlider: [
    {
      mainTitle: 'عن موثوق',
      title: 'تطبيق وساطة عقارية مبتكر يعمل في المملكة العربية السعودية',
      desc: 'مهمتنا هي تسهيل عملية البحث والعثور على العقارات في المملكة العربية السعودية وتسهيل عملية الوساطة العقارية بين المشترين والبائعين. نحن نسعى لتوفير تجربة متميزة وفعالة للمستخدمين، حيث يمكنهم الوصول إلى مجموعة كبيرة من العقارات المتاحة والموثوقة بسهولة ويسر.',
    },
  ],
  feature: [
    {
      image: '1.svg',
      title: 'مجموعة واسعة من العقارات',
      desc: 'يوفر التطبيق مجموعة كبيرة ومتنوعة من العقارات المتاحة للبيع والإيجار في جميع أنحاء المملكة العربية السعودية.',
    },
    {
      image: '2.svg',
      title: 'بحث متقدم',
      desc: 'يمكن للمستخدمين تخصيص معايير البحث للعثور على العقار المثالي لهم، مثل الموقع، المساحة، السعر، والمزيد.',
    },
    {
      image: '3.svg',
      title: 'معلومات شاملة عن العقارات',
      desc: 'يوفر التطبيق معلومات مفصلة وصورًا للعقارات، بما في ذلك التفاصيل التقنية، والتسهيلات المحيطة، والصور الواقعية.',
    },
  ],

  about: {
    mainTitle: 'تطبيق "موثوق" خيارًك المثالي',
    title: 'عن موثوق',
    desc: '<p>تطبيق متجر إلكتروني متعدد الخدمات يتيح للمستخدمين شراء المنتجات والخدمات عبر الإنترنت وتوصيلها إلى عنوانهم. يشمل التطبيق أيضًا خيارات الحجز للمطاعم والمناسبات وتسهيل عملية الحصول على الخدمات المطلوبة بشكل سهل ومريح. الذين يبحثون عن تجربة تسوق عصرية ومتطورة، حيث يوفر العديد من الخدمات المميزة والمريحة التي تجعل التسوق عبر الإنترنت سهلاً وممتعًا. لذلك، يمكن تحميل التطبيق بسهولة والاستفادة من جميع الخدمات المتاحة عليه بكل راحة وثقة احصل على أفضل تجربة تسوق عبر الإنترنت مع تطبيق "برينج". استمتع بأسعار منافسة وجودة عالية للمنتجات التي تشتريها من خلال تطبيق "برينج". توصيل سريع وموثوق به لجميع مشترياتك، مع خيارات دفع آمنة وسهلة</p>',
  },
  downloadText:
    '<p>يمكنك تنزيل تطبيق موثوق الآن من خلال زيارة متجر التطبيقات على هاتفك الذكي، والبحث عن موثوق، ومن ثم تنزيل التطبيق على هاتفك الذكي.</p>',
  isoLink: '',
  androidLink: '',
  clientSay: 'أراء العملاء',

  address: ' المملكة العربية السعودية - جدة',
  terms: {
    title: 'الشروط و الأحكام',
  },
  terms: {
    title: 'الشروط و الأحكام',
  },
  policy: {
    title: 'سياسة الخصوصية',
  },
  copyWrite: 'جميع الحقوق محفوظه  لملتقي للبرمجيات ©2023',

  contact: {
    title: 'تواصل معنا',
    name: 'الاسم',
    email: 'البريد الالكتروني',
    phone: 'الجوال',
    message: 'الرسالة',
    send: 'إرسال',
  },

  user: {
    select_option: 'نوع الرسالة',
  },

  STATUS: {
    accepted: 'مقبول',
    rejected: 'مرفوض',
    canceled: 'تم الإلغاء',
    pending: 'في إنتظار القبول',
    onGoing: 'ساري',
    done: 'منتهي',
    verified: 'تم التحقق',
    notVerified: 'لم يتم التحقق',
    active: 'مفعل',
    notActive: 'غير مفعل',
    available: 'متاح',
    notAvailable: 'غير متاح',
    replied: 'تم الرد',
    notReplied: 'لم يتم الرد',
    processing: 'يتم التحضير',
    inWay: 'جاري التوصيل',
    approved: 'تم القبول',
    new: 'جديد',
    published: 'منشور',
    notPublished: 'غير منشور',

    request: 'طلب',
    suggestion: 'إقتراح',
    inquiry: 'إستفسار',
    complaint: 'شكوى',
    other: 'أخرى',
    all: 'الكل',
  },

  validations: {
    required: ' {_field_} مطلوب',
  },
}
